---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipsPerSquareInch
source: html/f509a7c6-45c5-fa3f-26ef-727566b53ccc.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipsPerSquareInch Property

Kips per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId KipsPerSquareInch { get; }
```